{
  "session_id": "session_1745796161747",
  "script": {
    "title": "Chào 28/4/2025 - Năng Lượng Tích Cực",
    "segments": [
      {
        "script": "Hôm nay là 28/4/2025, một ngày mới đầy hứa hẹn! Hãy bắt đầu ngày mới với một tâm hồn cởi mở và trái tim đầy năng lượng tích cực.",
        "image_description": "Cảnh một buổi sáng sớm tại một công viên xanh mát, ánh nắng ban mai len lỏi qua lá cây. Một người phụ nữ trẻ, khoảng 25 tuổi, với mái tóc dài đen và trang phục thể thao nhẹ nhàng, đang chạy bộ nhẹ nhàng trên con đường đất. Biểu cảm trên khuôn mặt thể hiện sự thư thái và tích cực. Góc quay rộng, màu sắc chủ đạo là xanh lá cây và ánh sáng tự nhiên mềm mại.",
        "direct_image_url": "/generated-images/1/image-1745796113657-0.png",
        "imageUrl": "/generated-images/1/image-1745796113657-0.png"
      },
      {
        "script": "Hãy nhớ rằng, mỗi ngày mới là một cơ hội để chúng ta viết lại câu chuyện của mình. Hãy tập trung vào những điều tốt đẹp và để những năng lượng tích cực dẫn dắt bạn.",
        "image_description": "Cận cảnh người phụ nữ đang cầm một cuốn nhật ký, mỉm cười khi viết. Bối cảnh là một quán cà phê ấm cúng với ánh sáng vàng dịu, bàn gỗ và những chậu cây nhỏ. Màu sắc chủ đạo là nâu và vàng, tạo cảm giác ấm áp. Góc quay cận cảnh tay và khuôn mặt, thể hiện sự tập trung và hạnh phúc."
      },
      {
        "script": "Chào 28/4/2025! Hãy để ngày mới này là một bước tiến tích cực trong hành trình của bạn.",
        "image_description": "Cảnh người phụ nữ đứng trước một bức tường với những lời truyền cảm hứng được viết bằng tay. Bức tường có màu trắng và xanh da trời, với ánh sáng tự nhiên phản chiếu lên. Người phụ nữ hướng mặt lên trên, mỉm cười và giơ tay lên trời như đang chào đón. Góc quay từ trên cao, màu sắc chủ đạo là trắng, xanh da trời và ánh sáng tự nhiên."
      }
    ],
    "platform": "TikTok",
    "platform_width": 720,
    "platform_height": 1280
  },
  "subject": "Chào 28/4/2025",
  "summary": "năng lượng tích cực",
  "platform": "TikTok",
  "duration": "30",
  "styleSettings": {
    "style": "cinematic",
    "character": "",
    "scene": ""
  },
  "savedAt": "2025-04-27T23:22:41.752Z"
}